Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: This is particularly important for people living in poverty because they think primarily in terms of the first cost, rather than the life-cycle cost.
es: Ello reviste especial importancia para las personas que viven en la pobreza, ya que lo que les preocupa ante todo son los costos iniciales, más que el costo futuro total.

source: This includes addressing social and environmental issues across the product life cycle, from bioethics and sustainable design to efficient use of energy and materials.
es: Esto incluye abordar problemas sociales y ecológicos en todo el ciclo de vida del producto, desde la bioética y el diseño sostenible hasta el uso eficiente de la energía y los materiales.

source: Flexibility and security are mutually reinforcing throughout the life cycle.
es: La flexibilidad y la seguridad se refuerzan recíprocamente a lo largo del ciclo vital.

source: The development of NDT-Suite started with the extension of NDT in order to cover other phases in the life cycle.
es: Para desarrollar NDT-Suite lo primero que se hizo fue hacer una extensión de la propia metodología.

source: However, all hairs are not at the same stage in their life cycle at a given time.
es: No obstante, todos los vellos no encuentran la misma fase de su vida al mismo tiempo.

source: Sant Joan University Hospital in Reus is run by the publicly-owned Sagessa group, structured as a municipal limited company and part of the XHUP, the Catalan network of public hospitals.
es: El Hospital Universitario de Sant Joan de Reus es un centro del Grupo Sagessa de titularidad pública, configurado como sociedad anónima municipal e integrado en la Red Hospitalaria de Utilización Pública de Cataluña.

source: On the other hand, there are many regions in which organisational models are in flux, due mainly to the ongoing restructuring in which the respective AUs are involved.
es: En diversas partes, con todo, se están replanteando los modelos organizativos a causa, principalmente, de la reestructuración de las unidades administrativas implicadas.

source: When droughts occur in May and June, they destroy broadcast Aman, Aus and jute.
es: Cuando las sequías llegan en mayo y junio, destruyen la siembra a voleo de Aman, Aus y yute.

source: It's all hands on deck with our Teams New Zealand' NZL81/NZL82 and Australia' AUS29/AUS31 racing yachts as our expert sailing crew shows you the ropes.
es: Todos participan en cubierta con nuestros veloces veleros provenientes de Nueva Zelanda NZL81/NZL82 y Australia AUS29/AUS31, mientras la tripulación les indican su posición de competencia.

source: This applies to your own stock and to rack-jobber stock.
es: Esto es válido para su propio stock y para stock de merchandising.

source: This creates a liability for the rack jobber (the goods become your property).
es: Esto crea un pasivo para el mayorista merchandising (las mercancías pasan a ser de su propiedad).

source: You can use the same article for both normal and rack jobber processing.
es: Puede utilizar el mismo proveedor tanto para un tratamiento normal como de mayorista merchandising.

source: Vendors Physical Inventory of Rack Jobber Goods
es: Proveedores Inventario físico de mercancías de mayorista merchandising

source: Participants can use gathered data to optimize harvest productivity, strengthen food processing controls, increase cold chain visibility, reduce produce dwell time on shipping and receiving docks, accelerate transportation times between trading partners and improve inventory turns.
es: Los participantes pueden hacer uso de los datos recogidos para optimizar la productividad de la cosecha, reforzar los controles de procesado de alimentos, aumentar la visibilidad de la cadena de frío, reducir la producción en tiempos de envío y recepción en los muelles, acelerar los tiempos de transporte entre los colaboradores comerciales, y mejorar los turnos de inventario.

source: Manage business events in the store floor to ensure efficient replenishment, synchronized merchandising and high inventory turns.
es: Gerenciar eventos de negocio en la tienda para asegurar un eficiente reabastecimiento, artículos de promoción y alta rotación de inventario.

source: Ultimately, inventory turns will increase to almost 11.
es: En última instancia, las rotaciones de inventario se incrementarán a casi 11.

source: The business unit immediately eliminates $1 million in inventory for a single product line, doubling annual inventory turns from 3.0 to 6.2 in the initial phase alone.
es: Resultado La unidad de negocio inmediatamente elimina $1 millón en inventario para una línea de producto, doblando las rotaciones de inventario anuales de 3.0 a 6.2, tan solo en la fase inicial.

source: "The new Famous Footwear DC has an annual capacity of 32 million pairs of shoes and expected inventory turns 17-22 times per year, which means our stores and web sites will offer shoppers important seasonal footwear trends earlier in the season, and freshen assortments more frequently,"" said Brown Shoe Chairman and Chief Executive Officer Ron Fromm."
es: "El Nuevo CD de Famous Footwear posee una capacidad anual de 32 millones de pares de zapatos y una rotación esperada de inventario de 17 a 22 veces al año, lo que quiere decir que nuestras tiendas y sitios web les ofrecerán importantes tendencias estacionales de calzado a nuestros compradores, más temprano en la temporada, y renovarán sus surtidos con más frecuencia,"" afirmó Ron Fromm, Presidente de la Junta Directiva y Gerente General de Brown Shoe."

source: This digital solution-commonly referred to as eKanban-helps companies to gain immediate visibility to their supply chains and leverage technology to better manage inventories, improve inventory turns, reduce lead times, improve ERP transaction accuracy, and build effective partnerships with key customers and suppliers.
es: Esta solución digital, comúnmente conocida como eKanban, ayuda a las empresas a obtener visibilidad inmediata a sus cadenas de suministro y tomar ventaja de la tecnología para lograr un mejor manejo de inventarios, optimizar rotación de inventarios, reducir plazos de entrega, mejorar la precisión de transacción ERP y construir efectivas alianzas con clientes y proveedores clave.

source: CenterStone Technologies makes brands more competitive by providing increased inventory turns at retail, reduced customer service costs, and greater speed to market, thus improving relationships with their customers - retail dealers.
es: CenterStone refuerza la competitividad de los proveedores, optimizando la rotación de las existencias en el punto de venta, reduciendo los costes de funcionamiento del servicio cliente y favoreciendo una mayor reactividad comercial para con los minoristas - contribuyendo por consiguiente a mejorar la relación proveedor / clientes.

source: Estamos seguros de que con su liderazgo guiará nuestra labor hacia una conclusión positiva.
es: We are confident that your leadership will steer our work to a successful conclusion.

source: P. ¿Qué le ha llevado a dejar los consejos y centrarse en esta labor más filantrópica?
es: Q. What led you to leave advice on the side and focus in this more philanthropic labor?

source: Hay que admitir que se trata de un mandato muy amplio y una ampliación del ámbito de casi toda la labor actual de evaluación del medio marino.
es: Admittedly, this is a very large mandate, and an expansion of the scope of much if not all of the currently existing marine assessment work.

source: Ha guiado nuestra labor con profesionalidad, determinación y dedicación.
es: You have guided our work with professionalism, drive and dedication.

source: Presente posibles hipótesis sobre el alcance de la labor de la secretaría, por ejemplo, en relación con la división de las funciones y responsabilidades entre, en particular, la secretaría y cada una de las Partes por intermedio de sus centros nacionales de coordinación.
es: To present possible scenarios on the scope of work for the Secretariat, i.e. relating to the division of roles and responsibility in particular between the Secretariat and the individual Parties through their national focal points.

source: Basándose en las experiencias anteriores, podrían ajustar y mejorar su labor en los planos normativo y operativo.
es: They could then benefit from previous experience to adjust and improve their standard-setting and operational activities.

source: Sin embargo, la labor de cierto número de organismos ha mostrado la clase de medidas sistemáticas necesarias para lograr programas positivos y coherentes en una organización.
es: Efforts by a number of agencies, however, have shown what kinds of systematic actions are needed to achieve meaningful and coherent action programmes in an organization.

source: "The use of seam sealants and the formation of a seam is only permitted, according to the M SNAR data sheet (""Merkblatt für Schichtenverbund, Nähte, Anschlüsse und Randausbildung von Verkehrsflächen aus Asphalt"" - data sheet for layer bond, seams, joints and edging of asphalt traffic areas) only if the construction process is ""new to new."
es: "El empleo de masillas para uniones de soldadura y, por lo tanto, la conformación de una unión de soldadura solamente está permitido de acuerdo con la hoja de instrucciones M SNAR (""Hoja de instrucciones para la interconexión de capas, uniones de soldadura, conexiones y conformación marginal de zonas de circulación de tráfico, si se construye aplicando el procedimiento ""nuevo en nuevo""."

source: You can also define account determination for the account that is to contain the rack jobber fees.
es: Asimismo, puede definir la determinación de cuentas para la cuenta que contenga las cuotas del mayorista merchandising.

source: Otherwise you may have problems determining the rack jobber in the operative processes.
es: De lo contrario, puede tener problemas para determinar al mayorista merchandising en los procesos operativos.

source: Now enter the articles that are to belong to the rack jobber assortment module.
es: Ahora, puede introducir los artículos que pertenecen al catálogo para surtido del mayorista merchandising.

source: After a certain period, you must make a settlement with the rack jobber.
es: Tras cierto período, debe realizar una liquidación con el mayorista merchandising .

source: The rack jobber delivers goods to the store, thus supplying the intended sales area.
es: El mayorista merchandising entrega mercancías a la tienda y suministra la superficie de venta pertinente.

source: You are able to control the time period for the assignment of the rack jobber to an article and store because time control is supported for the assortment module.
es: Puede controlar el período de tiempo para la asignación del mayorista merchandising a un artículo y tienda puesto que el catálogo para surtido ofrece soporte para el control de tiempo.

source: If you use this option, enter item category K for the rack jobber goods.
es: Si utiliza esta opción, debe introducir el tipo de posición K para las mercancías del mayorista merchandising.

source: You can manually charge the fee that you want to receive from the sales revenue of the rack jobber goods at the end of the settlement period.
es: Puede modificar manualmente el canon que recibe de los ingresos de las mercancías del mayorista merchandising al final del período de liquidación.

source: Vendors Creating Master Data for Rack Jobber Processing
es: Proveedores Creación de datos maestros para la gestión de mayoristas merchandising

source: Statistical information for such benchmarks as service levels and inventory turns to easily measure and increase your performance
es: Información estadística para puntos de referencia, tales como niveles del servicio y rotaciones de inventario, permite medir fácilmente e incrementar su rendimiento.

source: Its products help companies to gain immediate visibility to their supply chains and leverage technology to better manage inventories, improve inventory turns, reduce lead times, improve ERP transaction accuracy, and build effective partnerships with key customers and suppliers.
es: Sus productos ayudan a las empresas a adquirir visibilidad inmediata a sus cadenas de suministro y aprovechar la tecnología para optimizar el manejo de inventarios, mejorar rotación de inventarios, reducir tiempos de entrega, mejorar la precisión de transacción ERP (sistema de información integrado) y construir alianzas efectivas con clientes y proveedores clave.

source: Implementing a private label credit card for your customers will drive higher store ring, increase customer count and improve inventory turns.
es: Implementar una tarjeta de marca propia para sus clientes incrementará la presencia de su marca, aumentará el número de clientes y mejorará la rotación de inventarios.

source: Most businesses are by nature optimistic on their accounts receivable and inventory forecasts, therefore the tendency is to estimate the cash required to fund new business at the ideal accounts receivable and inventory turns and not at the most realistic scenario.
es: La mayoría de las empresas son por naturaleza optimista sobre sus cuentas por cobrar y las previsiones de inventario, por lo tanto la tendencia es estimar el efectivo necesario para financiar nuevos negocios en las cuentas por cobrar ideales y la rotación de inventarios y no en el escenario más realista.

source: Retailers win Maximize sales in your aisle with the highest inventory turns and profits, more sales, shorter intervals between purchases, and increased customer satisfaction.
es: Los minoristas ganan Maximice las ventas en su tienda gracias a incrementar la rotación, intervalos más cortos entre las adquisiciones y una mayor satisfacción del cliente.

source: Their customer service level was around 60%, and they had around 3 Inventory turns per annum.
es: Por ejemplo su índice de entregas a tiempo era de alrededor del 60 % y los inventarios una rotación anual de 3.

source: (c) En relación con el articulo 36, párrafo 3 b), la Sra. N'gum tiene reconocida competencia en materias pertinentes del derecho internacional, tales como el derecho internacional humanitario y las normas de derechos humanos y gran experiencia en funciones jurídicas profesionales relacionadas con la labor judicial de la Corte.
es: (c) In fulfilment of article 36, paragraph 3 (b), Mrs. N'gum has established competence in relevant areas of international law such as international humanitarian law and the law of human rights, and extensive experience in a professional legal capacity which is of relevance to the judicial work of the court.

source: Esta labor se llevó a cabo en diferentes fases a lo largo del año.
es: This effort was undertaken in various stages throughout the year.

source: El Parlamento recibió dos minibuses y seis motocicletas para reforzar la labor de sus comités de supervisión.
es: Parliament received two minibuses and six motorbikes to enhance the work of its oversight committees.

source: Se expresó preocupación en particular por las investigaciones, dado el carácter confidencial que revestía la labor al respecto.
es: Concern was expressed, particularly with regards to investigations owing to the confidentiality associated with the work.

source: Acoge con beneplácito el establecimiento de objetivos claros centrados en sectores que son claves para la labor de consolidación de la paz, en especial la seguridad y la justicia.
es: He welcomed the establishment of clear objectives focused on sectors that were key to peacebuilding efforts, in particular the security and justice sectors.

source: Ha mostrado una gran dedicación a su labor a lo largo de este período.
es: It has been very committed in its work throughout this period.

source: Colaborar es una labor difícil y requiere que uno cruce ciertas barreras para salir airoso.
es: Collaboration is difficult work, and it demands that you cross certain barriers in order to succeed.

source: Esta labor debería traducirse en políticas y medidas aplicables por estos grupos.
es: It should also translate its policies and measures for use by that community.

source: (i) Mecanismos eficaces y medios mejorados para suprimir los obstáculos a la ampliación de la labor de desarrollo de tecnologías y su transferencia a las Partes que son países en desarrollo y para proporcionar incentivos financieros y de otra índole con ese fin, al objeto de promover el acceso a tecnologías ecológicamente racionales y asequibles
es: (i) Effective mechanisms and enhanced means for the removal of obstacles to, and provision of financial and other incentives for, scaling up of the development and transfer of technology to developing countries in order to promote access to environmentally sound technologies

source: Rack jobbers are treated as vendors in the R/3 System. The R/3 System supports the management of rack jobber goods in your stores by separating the stocks and sales revenue of these external goods from the goods that are your property.
es: Los mayoristas merchandising se tratan como proveedores en el Sistema R/3. El Sistema R/3 ofrece soporte para la gestión de mercancías de mayorista merchandising en sus tiendas separando los stocks e ingresos por ventas de estas mercancías externas de las mercancías que son de su propiedad.

source: When goods are returned, you differentiate between rack jobber goods and your own goods.
es: Cuando se devuelven mercancías, diferencie entre las mercancías del mayorista merchandising y sus propias mercancías.

source: An article that is listed in a rack jobber module cannot be listed in any other module.
es: Un artículo catalogado en un módulo de merchandising no puede estar catalogado en otro módulo.

source: You have the following options for making a settlement with the rack jobber for goods sold
es: Tiene las opciones siguientes para realizar una liquidación de las mercancías vendidas con el mayorista merchandising

source: The direct results are secured availability that generates sales, proactive overstocking prevention and increased inventory turns, results which take your supply chain one step ahead towards its peak performance.
es: El resultado directo es una confiabilidad superior que ayuda a incrementar las ventas, la prevención proactiva de los excesos de inventario y el incremento de las vueltas de inventario, lo cual lleva a la cadena de suministro un paso adelante en la búsqueda de un mejor desempeño financiero.

source: Improved inventory turns and reduce inventory costs
es: Mejor rotación de inventarios y menores costos de inventario

source: The first step in preventing all these things from hitting your bottom line is to know how quickly your inventory turns and to note any changes in that rate.
es: El primer paso para prevenir que todo esto afecte su inventario es conocer que tan rápido su inventario rota y notar cualquier cambio a ese ritmo.

source: to improve our product assortment, increase our inventory turns
es: faltante. Junto con el sistema electrónico de pedidos que hemos

source: We have a complete range of programs designed to reduce materials procurement and administrative costs, increase inventory turns, and eliminate high costs of supply shortages and disruptions.
es: Tenemos una gama completa de programas diseñados para reducir las compras de materiales y los costos administrativos, aumentar la rotación de inventario, y eliminar los altos costos de la escasez y la interrupción de suministros.

source: Reduction in inventory, increased inventory turns, and lower carrying costs.
es: Reducción de inventario, aumento de la rotación de inventario.

source: The inventory cycle turns and the negative contribution of investment growth is likely to fade out.
es: El ciclo de los inventarios está girando y es probable que desaparezca la contribución negativa del crecimiento de la inversión.

source: Esta labor puede contribuir también a integrar equipos de investigación de regiones aisladas y periféricas.
es: It may also contribute to integrate research teams from peripheral and outermost regions.

source: This prevents a liability being created for the rack jobber (the goods have not yet been sold).
es: Esto evita la creación de un pasivo para el mayorista merchandising (las mercancías todavía no se han vendido).

source: The rack jobber delivers the goods to the store.
es: El mayorista merchandising entrega las mercancías a la tienda.

source: You choose RevAccAssgmt to assign an existing Financial Accounting revenue account to which the rack jobber revenue is posted.
es: Seleccione Asignación de cuenta de ganancias para asignar una cuenta de ganancias existente de gestión financiera en la que se contabiliza el rendimiento de mayorista merchandising.

source: Rack jobber modules are modules for which vendors take over the delivery and presentation of articles in stores themselves.
es: Los módulos de merchandising son módulos para los que los proveedores se encargan personalmente de la entrega y la presentación de artículos en las tiendas.

source: The decision on whether or not to use Inventory Management is based as follows on who manages the rack jobber merchandise in-store
es: La decisión sobre si utilizar o no la gestión de stocks está basada, como se indica a continuación, en quién gestiona la mercancía del mayorista merchandising en la tienda

source: It also served in the capacity as a jobber for Badger Meter, Inc.
es: También trabajaba como mayorista de Badger Meter, Inc.

source: Use Retail Pricing to define the sales prices for the rack jobber articles.
es: Utilice la determinación del precio de venta final para definir los precios de venta para los artículos del mayorista merchandising.

source: If Inventory Management is active, physical inventory can be carried out for the rack jobber.
es: Si la gestión de stocks está activa, puede llevarse a cabo el inventario para el mayorista merchandising .

source: If it turns out that a piece of legislation will cost too much, and that the costs will outweigh the benefits, then it should be dispensed with.
es: Si resulta que una disposición va a costar demasiado y tales costes van a superar los beneficios, entonces habrá que suprimirla.

source: Factors affecting mutual inductance number of turns in coil, physical size of coil, permeability of coil, position of coils with respect to each other
es: Factores que afectan a la inductancia mutua número de espiras de la bobina, tamaño físico de la bobina, permeabilidad de la bobina, posición de las bobinas entre sí.

source: It turns out to be clearer that the space of video is not that of dance, and another point of our interes may lie there.
es: Resulta más claro que el espacio del video no es el de la danza, y que allí puede ubicarse otro de los puntos de nuestro interés.

source: But how are they to notice changes in their vehicle if their full concentration turns on the track and their rivals?
es: Pero, ¿cómo puede notar cambios en el vehículo, si toda su concentración la dedica al tramo y a los rivales?

source: The most important part is the child's exploration and creativity rather than how the puppet turns out.
es: Es más importante la exploración y creatividad de los niños que el resultado final de su obra de arte.

source: Fundraising provides the means by which TI turns its ideas and principles into actions.
es: La recaudación de fondos provee los medios para que TI convierta sus ideas y principios en acciones.
